[
    {
        "say": "Could you tell me the name of the district where you are currently located or where you're making these observations?",
        "explain": "Providing the specific administrative district name allows us to conduct topographical and regional analyses, helping us understand how effective environmental policies are in your specific area.",
        "question_key": "What is the name of the district where you currently reside or where your observations are being recorded?"
    },
    {
        "say": "Could you please tell me the name of your local Ward or Gram Panchayat?",
        "explain": "We need the official name of your local administrative unit to help us analyze how specific regional features and local leadership impact the success of environmental policies in your area.",
        "question_key": "What is the name of your Ward or Gram Panchayat?"
    },
    {
        "say": "To help us get started, could you tell me if you live in an urban or rural area?",
        "explain": "We use this information to analyze how regional infrastructure and local surroundings influence the effectiveness of renewable energy and waste management policies in different communities.",
        "question_key": "Please specify whether your current place of residence is classified as an urban or rural area."
    },
    {
        "say": "To get started, could you please provide your household's unique identification number for this survey?",
        "explain": "This ID helps us keep our data organized and ensures your specific responses are accurately linked to our scientific sample for monitoring and evaluation purposes.",
        "question_key": "Please enter the unique identification number assigned to your household for this survey."
    },
    {
        "say": "To help us get started, could you please tell me how old you are?",
        "explain": "We use your age to group responses into demographic categories. This helps us understand how different generations perceive the socio-economic impacts of environmental policies.",
        "question_key": "Please enter your current age in years."
    },
    {
        "say": "Could you please tell us your gender?",
        "explain": "We ask this to help analyze the socio-economic impacts of environmental policies across different demographic groups and ensure our research covers a diverse range of perspectives.",
        "question_key": "What is your gender?"
    },
    {
        "say": "On average, about how much does your household spend on all your living expenses each month?",
        "explain": "Please consider the total amount spent by your household on all goods and services in a typical month. This information helps us understand the socio-economic impact of environmental policies across different spending levels.",
        "question_key": "What is the average total monthly consumption expenditure of your household?"
    },
    {
        "say": "On a scale of 1 to 10, how familiar would you say you are with the current national plastic ban?",
        "explain": "This helps us understand how effectively the government's regulations on single-use plastics are being shared with the public and measures your personal level of knowledge about these policies.",
        "question_key": "On a scale of 1 to 10, how would you rate your level of awareness regarding the current national plastic ban policy?"
    },
    {
        "say": "Thinking about your typical week, how often do you find yourself using single-use plastics like bags, bottles, or food packaging? Please rate your usage on a scale from 1 to 10.",
        "explain": "This information helps us evaluate the impact of the national plastic ban by understanding current habits. On this scale, a 1 means you don't use these items at all, while a 10 represents high-frequency daily usage.",
        "question_key": "On a scale of 1 to 10, how frequently do you use single-use plastic items (such as bags, bottles, or food packaging) in a typical week?"
    },
    {
        "say": "On average, how much do you spend each month on eco-friendly items like paper bags, compostable containers, or bamboo products in Rupees?",
        "explain": "This information helps us understand the financial impact of the national plastic ban by measuring how much consumer spending has shifted toward sustainable alternatives.",
        "question_key": "On average, what is your monthly expenditure on biodegradable alternatives (such as paper bags, compostable containers, or bamboo products) in Indian Rupees (INR)?"
    },
    {
        "say": "Could you tell me what the primary source of energy is in your home for things like cooking, keeping warm, and lighting?",
        "explain": "This information helps us understand whether households are using renewable sources or traditional fuels. It also helps us evaluate how effective national energy policies are across different geographical regions.",
        "question_key": "What is the main source of energy used in your household for daily needs such as cooking, heating, and lighting?"
    },
    {
        "say": "Could you tell me the total capacity of your rooftop solar system in kilowatts (kW)?",
        "explain": "Please provide the numerical value of your current solar installation. This information is used to evaluate the success of national renewable energy policies and to understand how local geographical features play a role in solar energy adoption.",
        "question_key": "What is the total installed capacity of the rooftop solar system at this location, measured in kilowatts (kW)?"
    },
    {
        "say": "To help us understand the financial support you received, could you tell me the total subsidy amount in INR you got for your solar pump under the PM-KUSUM scheme?",
        "explain": "We collect this figure to evaluate the financial impact of the program and to understand how effectively government funds are being distributed to support renewable energy for farmers.",
        "question_key": "Please specify the total amount of subsidy (in INR) you have availed under the PM-KUSUM scheme for the installation of solar pumps."
    },
    {
        "say": "We'd love to get your take on how our national environmental efforts are going! On a scale of 1 to 10, how effective do you think policies like the plastic ban and renewable energy projects are at helping both the planet and our local communities?",
        "explain": "This rating helps us evaluate public perception of environmental mandates. We are looking to understand if these policies are successfully hitting their ecological targets while also balancing the socio-economic impacts and regional effectiveness of these national laws.",
        "question_key": "On a scale of 1 to 10, how effective do you perceive the current national environmental policies, such as the plastic ban and renewable energy initiatives, to be in achieving their ecological and socio-economic objectives?"
    },
    {
        "say": "To start, could you please provide the current date and time for this submission?",
        "explain": "This information allows us to accurately track responses over time, which is essential for our time-series analysis and environmental policy assessment.",
        "question_key": "Please record the date and time of this survey submission."
    }
]